//logs.js
const util = require('../../utils/util.js')

Page({
  data: {
    smsList: [
      {
        "sendBy":"15868129047",
        "sendTime": "2017-08-08 08:08:08",
        "context": "该属性设置元素上内边距的宽度。行内非替换元素上设置的上内边距不会影响行高计算，因此，如果一个元素既有内边距又有背景，从视觉上看可能延伸到其他行，有可能还会与其他内容重叠。不允许指定负内边距值。"
      },
      {
        "sendBy": "15868129047",
        "sendTime": "2017-08-08 08:08:08",
        "context": "该属性设置元素上内边距的宽度。行内非替换元素上设置的上内边距不会影响行高计算，因此，如果一个元素既有内边距又有背景，从视觉上看可能延伸到其他行，有可能还会与其他内容重叠。不允许指定负内边距值。"
      },
      {
        "sendBy": "15868129047",
        "sendTime": "2017-08-08 08:08:08",
        "context": "该属性设置元素上内边距的宽度。行内非替换元素上设置的上内边距不会影响行高计算，因此，如果一个元素既有内边距又有背景，从视觉上看可能延伸到其他行，有可能还会与其他内容重叠。不允许指定负内边距值。"
      },
      {
        "sendBy": "15868129047",
        "sendTime": "2017-08-08 08:08:08",
        "context": "该属性设置元素上内边距的宽度。行内非替换元素上设置的上内边距不会影响行高计算，因此，如果一个元素既有内边距又有背景，从视觉上看可能延伸到其他行，有可能还会与其他内容重叠。不允许指定负内边距值。"
      },
      {
        "sendBy": "15868129047",
        "sendTime": "2017-08-08 08:08:08",
        "context": "该属性设置元素上内边距的宽度。行内非替换元素上设置的上内边距不会影响行高计算，因此，如果一个元素既有内边距又有背景，从视觉上看可能延伸到其他行，有可能还会与其他内容重叠。不允许指定负内边距值。"
      },
      {
        "sendBy": "15868129047",
        "sendTime": "2017-08-08 08:08:08",
        "context": "该属性设置元素上内边距的宽度。行内非替换元素上设置的上内边距不会影响行高计算，因此，如果一个元素既有内边距又有背景，从视觉上看可能延伸到其他行，有可能还会与其他内容重叠。不允许指定负内边距值。"
      }
    ]
  },
  onLoad: function () {

  }
})
